/* Localizable Strings for the Proxy Toolbar */

/* PP_RESUMEJOB_TOOLBAR_BUTTON */
"Resume" = "Wznów";

/* PP_RESUMEJOBONPAGE_TOOLBAR_BUTTON &*/
"Resume On Page..." = "Kontynuuj od strony…";

/* PP_HOLDJOB_TOOLBAR_BUTTON */
"Hold" = "Wstrzymaj";

/* PP_DELETE_TOOLBAR_BUTTON */
"Delete" = "Usuń";

/* PP_PRINTER_UTILITY_TOOLBAR_BUTTON */
"Utility" = "Narzędzie";

/* PP_SCANNER_UTILITY_TOOLBAR_BUTTON */
"Scanner" = "Skaner";

/* PP_DOT_INK_TOOLBAR_BUTTON */
"Supply Levels" = "Poziomy materiałów zaopatrzeniowych";

/* PP_HISTORY_TOOLBAR_BUTTON */
"Log & History" = "Dziennik i historia";

/* PP_STOP_QUEUE */
"Pause Printer" = "Wstrzymaj drukarkę";

/* PP_START_QUEUE */
"Resume Printer" = "Wznów pracę drukarki";

/* PP_STOP_FAX_QUEUE */
"Pause Fax" = "Wstrzymaj faks";

/* PP_START_FAX_QUEUE */					
"Resume Fax" = "Przywróć działanie faksu";

/* PP_INFO_QUEUE */
"Info" = "Informacje";

/* PP_DELETE_JOB_MENUITEM */
"Delete Job" = "Usuń zlecenie";

/* PP_DELETE_JOBS_MENUITEM */
"Delete Jobs" = "Usuń zlecenia";

/* PP_HOLD_JOB_MENUITEM */
"Hold Job" = "Wstrzymaj zlecenie";

/* PP_HOLD_JOBS_MENUITEM */
"Hold Jobs" = "Wstrzymaj zlecenia";

/* PP_RESUME_JOB_MENUITEM */
"Resume Job" = "Wznów wykonywanie zlecenia";

/* PP_RESUME_JOBS_MENUITEM */
"Resume Jobs" = "Wznów wykonywanie zleceń";

/* PP_RESUME_JOBS_ON_PAGE_MENUITEM */
"Resume Jobs On Page..." = "Wznów zlecenie od strony…";

/* PP_RESUME_JOB_ON_PAGE_MENUITEM */
"Resume Job On Page..." = "Wznów zlecenie od strony…";

/* PP_SHOW_COMPLETED_JOBS */
"Show Completed Jobs" = "Pokaż ukończone zadania";

/* PP_HIDE_COMPLETED_JOBS */
"Hide Completed Jobs" = "Ukryj ukończone zadania";

/* PP_RESUMEJOB_TOOLTIP_TEXT */
"Resume printing of selected job(s)" = "Wznów drukowanie zaznaczonych zleceń";

/*PP_RESUMEJOB_FAX_TOOLTIP_TEXT */
"Resume faxing of selected job(s)" = "Przywróć wysyłanie faksem zaznaczonych zleceń";

/* PP_RESUMEJOBONPAGE_TOOLTIP_TEXT */
"Resume printing on page..." = "Wznów drukowanie od strony:";

/* PP_RESUMEJOBONPAGE_FAX_TOOLTIP_TEXT */
"Resume faxing on page..." = "Przywróć wysyłanie faksem od strony…";

/* PP_HOLDJOB_TOOLTIP_TEXT */
"Hold printing of selected job(s)" = "Wstrzymaj drukowanie zaznaczonych zleceń";

/* PP_HOLDJOB_FAX_TOOLTIP_TEXT */
"Hold faxing of selected job(s)" = "Wstrzymaj wysyłanie faksem zaznaczonych zleceń";

/* PP_DELETE_TOOLTIP_TEXT */
"Delete the selected job(s)" = "Usuń zaznaczone zlecenia";

/* PP_PRINTER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's utility" = "Uruchom narzędzie drukarki";

/* PP_SCANNER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's scanner" = "Uruchom skaner drukarek";

/* PP_DOT_INK_TOOLTIP_TEXT */
"View information on ink or toner levels" = "Pokaż informacje o poziomie atramentu lub toneru";

/* PP_HISTORY_TOOLTIP_TEXT */
"Launch Console to view the printing logs" = "Uruchom program Konsola, aby zobaczyć dzienniki drukowania";

/* PP_STOP_QUEUE_TOOLTIP_TEXT */
"Stop printing of all jobs to this printer" = "Zatrzymaj drukowanie wszystkich zleceń na tej drukarce";

/* PP_START_QUEUE_TOOLTIP_TEXT */
"Resume printing of all jobs to this printer" = "Wznów drukowanie wszystkich zleceń na tej drukarce";

/* PP_STOP_FAX_QUEUE_TOOLTIP_TEXT */
"Stop faxing of all jobs to this fax" = "Zatrzymaj wysyłanie wszystkich zleceń przez ten faks";

/*PP_START_FAX_QUEUE_TOOLTIP_TEXT */
"Resume faxing of all jobs to this fax" = "Przywróć wysyłanie faksem wszystkich zleceń przez ten faks";

/* PP_INFO_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this printer" = "Pokazuje informacje ogólne, ustawienia oraz poziom materiałów w tej drukarce";

/* PP_INFO_FAX_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this fax" = "Pokaż informacje ogólne, ustawienia oraz poziom materiałów zaopatrzeniowych dla tego faksu";

/* PP_PrinterReady */
"Printer Ready" = "Drukarka gotowa";

/* PP_PrinterStopped */
"Printer Paused" = "Drukarka wstrzymana";

/* PP_FaxReady */
"Fax Ready" = "Faks gotowy";

/* PP_FaxStopped */
"Fax Paused" = "Faks wstrzymany";

/* PP_QUIT_WHEN_FINISH */
"Quit When Finished" = "Zakończ automatycznie";

/* PP_QUIT_WHEN_FINISH_TOOLTIP_TEXT */
"Automatically quit when all jobs are complete" = "Zakończ automatycznie po zakończeniu wszystkich zleceń.";

/* PP_PrinterProcessing */
"Processing Job" = "Przetwarzam zlecenie";

/* Localizable strings for job progress */

/* PP_ProgressCopySheetFormat */
"Printing '%@'. Copy %d of %d, Sheet %d of %d, Page %d of %d." = "Drukuję „%@”. Kopia %d z %d, arkusz %d z %d, strona %d z %d.";

/* PP_ProgressCopyPageFormat */
"Printing '%@'. Copy %d of %d, Page %d of %d." = "Drukuję „%@”. Kopia %d z %d, strona %d z %d.";

/* PP_ProgressCopyFormat */
"Printing '%@'. Copy %d of %d." = "Drukuję „%@”. Kopia %d z %d.";

/* PP_ProgressSheetFormat */
"Printing '%@'. Sheet %d of %d." = "Drukuję „%@”. Arkusz %d z %d.";

/* PP_ProgressPageFormat */
"Printing '%@'. Page %d of %d." = "Drukuję „%@”. Strona %d z %d.";

/* PP_ProgressNoneFormat */
"Printing '%@'." = "Drukuję „%@”.";

/* PJ_HoldAuthentication */
"On Hold (Authentication required)" = "Wstrzymane (wymagane uwierzytelnienie)";

/* PJ_HoldUntilFormat */
"Hold until %@" = "Wstrzymaj, dopóki %@";

/* PJ_Hold */
"On Hold" = "Wstrzymane";

/* PJ_Pending */
"-" = "-";

/* PJ_Processing */
"Printing" = "Drukowany";

/* PJ_Stopped */
"Stopped" = "Zatrzymane";

/* PJ_Cancelled */
"Cancelled" = "Anulowane";

/* PJ_Aborted */
"Aborted" = "Przerwane";

/* PJ_Completed */
"Completed" = "Ukończone";

/* DD_NoDefaultApplication */
"There is no default application specified to print the document \"%@\"." = "Brak domyślnego programu ustalonego do drukowania dokumentu „%@”.";

/* DV_FileSizeInBytes */
"%d bytes" = "bajtów: %d";

/* DV_FileSizeInKBytes */
"%d KB" = "%d KB";

/* DV_FileSizeInMBytes */
"%.1f MB" = "%.1f MB";

/* PP_Status_String */
"Status:" = "Status:";

/* PP_Window_Title_One_Format */
"%@ (1 Job)" = "%@ (1 zlecenie)";

/* PP_Window_Title_Many_Format */
"%@ (%d Jobs)" = "%@ (%d zleceń)";

/* OK_String */			
/* OK */
"OK" = "OK";

/* Cancel_String */
"Cancel"= "Anuluj";

/* Choose_String */
"Choose" = "Wybierz";

/* PP_About_MenuItem */		
"About %@" = "%@…";

/* PP_Hide_MenuItem	*/					
"Hide %@" = "Ukryj %@";

/* PP_Quit_MenuItem	*/					
"Quit %@" = "Zakończ %@";

/* PP_Help_MenuItem	*/
"Help %@" = "Pomoc %@";



/* Non defined strings from different cups backends...*/
/* and therefore not in any of the strings.h files */
"Unable to open raster file" = "Nie można otworzyć pliku rastra";
"Error reading pixel data" = "Błąd podczas czytania danych pikselowych";
"Could not create T.4 tiff image" = "Nie można było utworzyć obrazka tiff T.4";
"Unsupported raster type" = "Nieobsługiwany typ rastra";

/* Default String for errors */
"Operation Could not be completed." = "Tej czynności nie można było ukończyć.";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "Usługa drukowania nie jest dostępna.";

/* Error number shown in error alerts */
"Error:%d" = "Błąd: %d";


